[
    {
        "id": 100,
        "title": "Virtų bulvių cepelinai su manais",
        "description": "Cepelinai pavyksta minkštučiai ir labai labai skanūs! Man jie taip primena mokyklos laikus, kuriuos valgydavau valgykloje...",
        "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 4, TEŠLAI: 500 gramų bulvių (virtų), 50 gramų manų kruopų (sausų), 50 gramų bulvių krakmolo šiek tiek druskos. ĮDARUI: 200 gramų mėsos (virtos vištienos, kiaulienos ar kt.), 1 vienetas svogūnų (mažo), 20 gramų sultinio (kuriame virė mėsa), šiek tiek druskos, šiek tiek prieskonių",
        "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: APIE 45 MIN. 1. Bulves išvirkite pasūdytame vandenyje, išvirus nupilkite vandenį, nugarinkite ir sugrūskite. Atvėsinkite. 2. Į atvėsusias bulves įdėkite manų kruopas, krakmolą, druską ir viską gerai išminkykite. Padėkite tešlą į šalį, kol gaminsite įdarą. 3. Gaminame įdarą: mėsą sumalkite, įdėkite smulkintų, pakepintų svogūnų, druskos, prieskonių, įpilkite sultinio ir gerai išmaišykite. 4.Iš bulvių masės darykite paplotėlius, ant jų vidurio dėkite mėsos įdaro ir formuokite cepelinus. 5.Paruoštus cepelinus dėkite į verdantį pasūdytą vandenį ir virkite 8-10 minutes. (Kiek reikia virti priklauso kokio dydžio cepelinus suformuosite). Patiekite su pakepintais svogūnais, šonine (dar įdėjau pievagrybių ir krapų) ir grietinėle arba grietine."
    },
    {
        "id": 101,
        "title": "Kiaulienos kepsniukai orkaitėje su marinuotais agurkėliais",
        "description": "Savaitgalio pietums šis patiekalas tikrai pradžiugins namiškius. Pagaminama labai paprastai ir greitai. Odeta, Samčio užrašai",
        "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 4, 4 vienetai kiaulienos muštinių, 4 vienetai marinuotų agurkų 100 gramų fermentinio sūrio, 2 šaukštai majonezo, 1 žiupsnelis druskos, 1 žiupsnelis pipirų",
        "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: APIE 45 MIN. 1. Kiaulienos muštinius išmušame plonai ir užberiame druskos bei pipirų. Leidžiame pasimarinuoti kelias minutes. 2. Dedame į kepimo skardą mėsą ir kepame 180 C. temp. 15 min. arba, kol mėsa beveik iškeps ir gražiai apskrus. 3. Sūrį sumaišome su smulkintais agurkėliais ir majonezu. Mėsą aptepame sūrio mase ir dar dedame mėsą į orkaitę 10 min. 4. Valgome su pasirinktu garnyru."
    },
    {
        "id": 102,
        "title": "Sotus bulvių apkepas su Bešamelio padažu",
        "description": "Šis apkepas man be galo patinka. Jis tikrai sotus, švelnaus skonio ir tiesiog nuodėmingai gardus. Labai labai rekomenduoju išbandyti! Reda",
        "ingredients": "NGREDIENTAI: PORCIJŲ SKAIČIUS: 6 1 kilogramas bulvių (vidutinio dydžio, tvirtų) 200 gramų čederio sūrio (arba paprasto fermentinio sūrio) PADAŽUI: 1 litras pieno 8 šaukštai miltų 80 gramų sviesto 2 skiltelės česnako 0.5 šaukštelio malto muskato pagal skonį druskos pagal skonį pipirų",
        "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: DAUGIAU NEI 1 VAL. 1.Sūrį smulkiai sutarkuokite, o bulves nuskuskite ir supjaustykite plonomis, daugmaž 2-3 mm storio riekelėmis. Perplaukite jas šaltu vandeniu, kad neliktų krakmolo pertekliaus, ir gerai nuvarvinkite kiaurasamtyje. 2.Padažui pirmiausia storadugniame puode ištirpinkite sviestą ir jame pakepinkite miltus. Kepkite neilgai, kokias 2-3 minutes, iki kol miltai paskleis malonų riešutinį kvapą. Supilkite pieną ir nuolat maišant šluotele kaitinkite iki užvirimo. Padažas po truputį ims tirštėti. Kai užvirs, padažą paskaninkite druska, pipirais, muskato riešutu, smulkiai sukapotu česnaku ir pakaitinkite dar 2-3 minutes ant nedidelės ugnies. Bešamelio padažas turėtų būti gana tirštas. 3. Šiltu padažu ištepkite kepimo indo dugną, šonus. Geriausia naudoti stiklinį arba keramikinį kepimo indą, nes jie kaista tolygiau, bet jeigu neturite, tiks ir paprasta kepimo forma. 4. Ant padažo sudėkite bulvių sluoksnį. Bulvių riekeles dėliokite taip, kad kraštukai persidengtų, kaip žvyneliai. Bulves dosniai aptepkite padažu ir pabarstykite dalimi tarkuoto sūrio. 5. Taip susluoksniuokite visą apkepą. Paskutinis sluoksnis turi būti padažo ir tada - tarkuoto sūrio. Kepimo indą uždenkite folijos lakštu. 6. Kepkite iki 180°C įkaitintoje orkaitėje apie valandą (arba iki kol bulvės suminkštės - patikrinkite šakute ar peiliu, kilstelėję folijos kraštą). 7. Foliją nuimkite, orkaitės temperatūrą padidinkite iki 200 laipsnių ir pakepkite dar 10-15 minučių, kad apkepo viršus apskrustų. Skanaus!"
    },
    {
        "id": 103,
        "title": "Šašlykai, marinuoti su svogūnais",
        "description": "Minkštutėlis, sultingas ir labai skanus šašlykas, kuriam suminkštinti naudojami svogūnai. Jeigu nesate didelis svogūnų skonio gerbėjas, nesijaudinkite, jie suteikia mėsai švelnumo ir jų pačių skonio beveik ir nesijaučia.",
        "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 4 2 kilogramai kiaulienos sprandinės 4 vienetai svogūnų 1 šaukštelis prieskonių šašlykams (nebūtina) 1 žiupsnelis maltų juodųjų pipirų pagal skonį druskos",
        "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: APIE 1 VAL. 1. Svogūnus nulupame ir supjaustome plonais pusžiedžiais. Sudedame į dubenį ir maigome juos rankomis, kol išskirs sultys. Svogūnai suminkštėja, tampa tarsi riebūs ir išskiria aliejų. 2. Kiaulieną supjaustome apystambiais gabalais. Sumaišome su svogūnais, pabarstome pipirais, prieskoniais. Pamarinuojame pora valandų. 3. Prieš kepimą nuimame svogūnus, pabarstome druska. Neriame ant iešmų ir kepame griliuje."
    }
]