[
            {
                "id": 1000,
                "title": "Čili sriuba",
                "description": "Skani Čili sriuba su daug kaloriju",
                "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 5 500 gramų jautienos faršo (arba smulkiai supjaustyto kumpio) 400 gramų konservuotų pomidorų (savo sultyse, be odelių) 400 gramų konservuotų pupelių (aštrių) 100 gramų pomidorų padažo (aštraus) 150 gramų konservuotų kukurūzų (pusė skardinės) 1 vienetas raudonosios paprikos 1 vienetas svogūnų 1 vienetas aitriosios paprikos 2 skiltelės česnako 3 šaukštai aliejaus šiek tiek maltos raudonosios paprikos šiek tiek aitriosios paprikos miltelių šiek tiek prieskonių jautienai šiek tiek druskos",
                "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: APIE 1 VAL. 1. Pomidorus, čili pipirą, papriką ir česnako skilteles sumalkite arba sutrinkite elektriniu trintuvu bet taip ne iki visiškai vientisos tyrės, o kad liktų šiek tiek gabaliukų. 2. Kptuvėje įkaitinkite aliejų. Jame apkepinkite jautienos faršą kartu su smulkiai supjaustytu svogūnu. 3. Į puodą supilkite faršą, sumaltą daržovių masę, konservuotas pupeles ir pomidorų padažą. Jei manote, kad per sausa, pomidorų padažo įdėkite šiek tiek daugiau arba galite įpilti truputį vandens arba sultinio. 4. Viską gerai išmaišykite, suberkite prieskonius ir druską. 5. Troškinkite apie 15 - 20 minučių ant silpnos ugnies (arba iki kol bus norimo tirštumo). Į troškinimo pabaigą sudėkite konservuotus kukurūzus (bet jeigu nemėgstate, galima jų ir nedėti visai) ir dar kokias 5 minutes patroškinkite. 6. Patiekdami supilstykite į lėkštes ir apibarstykite tarkuotu sūriu, sūris gražiai išsilydys. 7.Skaniausia valgyti su paskrudintomis ir česnaku įtrintomis batono rekelėmis arba pašildytomis česnakinėmis bandelėmis."
            },
            {
                "id": 1001,
                "title": "Ukrainietiški barščiai",
                "description": "Improvizuokite šiuo receptu drąsiai - išbandykite iš liesesnės ar riebesnės mėsos virtą sultinį, jam naudokite skirtingus kaulus, kiaulieną keiskite riebia paukštiena",
                "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 6 500 gramų jautienos 500 gramų kiaulienos 300 gramų kopūstų 200 gramų bulvių 2 vienetai burokėlių 1 vienetas morkų 1 vienetas svogūnų 1 vienetas paprikos 1 šaukštas pomidorų pastos šiek tiek aliejaus šiek tiek lauro lapų šiek tiek druskos šiek tiek pipirų",
                "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: DAUGIAU NEI 1 VAL. 1. Mėsą supjaustykite kubeliais sudėkite į gilų puodą, užpilkite 3 litrais šalto vandens, užvirinkite, kaitrą sumažinkite ir virkite 2 valandas. Po 2 valandų mėsa bus minkštutėlė, o puode susidarys sodrus sultinys, kurį beliks papildyti daržovėmis. 2. Burokėlius nulupkite, sutarkuokite arba supjaustykite šiaudeliais. Dėkite į keptuvę su šaukštu įkaitinto aliejaus, keletą minučių pakaitinkite, uždenkite dangčiu ir palikite pasitroškinti apie 10 min., tuomet įmaišykite pomidorų pastą ir viską troškinkite uždengę dar 20 min. Atidėkite. 3. Į 2 valandas lėtai virusį puodą sudėkite plonais šiaudeliais pjaustytus kopūstus, tuomet - šiaudeliais ar kubeliais pjaustytas bulves. Virkite kol suminkštės. 4. Morką nuskuskite ir supjaustykite šiaudeliais, svogūną - pusžiedžiais. Atskiroje keptuvėje apkepinkite aliejuje. Apkepintas daržoves sudėkite į puodą. Į puodą taip pat dėkite nedideliais šiaudeliais supjaustytą papriką. 5. Į puodą sudėkite iš anksto su pomidorų pasta patroškintus burokėlius. Virkite dar 10 minučių. Barščius pagardinkite keliais lauro lapeliais, druska, pipirais, kaitrą išjunkite, puodą uždenkite ir palikite pastovėti 20 minučių. 6. Ukrainietiški barščiai tradiciškai tiekiami su šaukštu riebios grietinės ir česnakiniu sviestu apteptomis, šiltomis mielinėmis bandelėmis"
            },
            {
                "id": 1002,
                "title": "Tiršta moliūgų sriuba su vištiena",
                "description": "Tiršta moliūgų sriuba su vištiena ir daug moliugu kurie yra is moliugu",
                "ingredients": "INGREDIENTAI: PORCIJŲ SKAIČIUS: 6 1 kilogramas moliūgų (nulupto, be sėklų) 2 vienetai morkų (vidutinio dydžio) 1 litras vištienos sultinio 200 gramų vištienos filė pagal skonį prieskonių paukštienai 1 šaukštas sviesto 2 skiltelės česnako pagal skonį druskos pagal skonį pipirų 0.5 stiklinės makaronų (smulkių, naudojau orzo) 200 mililitrų grietinėlės",
                "howto": "PARUOŠIMO BŪDAS: PARUOŠIMO LAIKAS: APIE 45 MIN. 1. Moliūgą nulupti ir išimti sėklas, morkas nuskusti, viską supjaustyti kubeliais. 2. Morkas ir moliūgus išvirti garuose arba kepti iki 180 C laipsnių įkaitintoje orkaitėje apie 35 - 40 minučių, kol suminkštės. 3. Kol kepa daržovės, supjaustyti vištienos filė nedideliais kubeliais. Keptuvėje ištirpinti sviestą, ššspausti česnako skilteles ir apkepinti svieste. Sudėti kubeliais pjaustytus vištienos filė, pagardinti paukštienos prieskoniais. Kepti, kol visiškai iškeps. 4. Išvirusius moliūgus ir morkas sutrinti elektriniu trintuvu ir supilti į puodą. Į tyrę įpilti karštą sultinį, suberti iškeptos vištienos gabaliukus bei makaronus. Pagardinti druska ir pipiriukais. Viską virti tol, kol makaronai išvirs, pagal nurodymus ant pakuotės. Verdant maišyti, kad nepritrauktų prie dugno. 5. Baigiant virti supilti grietinėlę. Tiekti galima su skrudinta duona. Skanaus!"
            }
        ]
     